/* Localizable strings not stored in nib files and not stored in application resources, */
/* the strings below can be accessed using the GetBundleLocalizedString() macro, those */
/* stored in application resources must be accessed using GetLocalizedString() instead. */

"kSWUpdateStartedTime" = "前回のアップデート：";

"kDateFormatter" = "%c";

"RUNNING" = "実行中";

"STOPPED" = "停止";

"STARTING" = "開始中";

"STOPPING" = "停止中";

"PAUSED" = "一時停止";

"UNKNOWN" = "不明";

"N/A" = "前回の確認：利用できません";

/*Plugin Specific strings */

"YES_ON" = "入";
"NO_OFF" = "切";

"All" = "すべて";
"All New" = "すべて新規";

"IncompleteDownload"="ダウンロードできるパッケージ";
"RecommendedLogOut"="ログアウトすることをお勧めします";
"RecommendedRestart"="再起動することをお勧めします";
"RequiredRestart"="再起動が必要です";
"Shutdown"="シャットダウンすることをお勧めします";
"SEARCH_NAME"="名前";
"SEARCH_VERS"="バージョン";
"kNoStartDateNotRunning"="参照不可 - サービスが動作していません";
"kBadBandwidthMsg" = "帯域幅のフィールドに無効な値が含まれています";
"DirtyTitle" = "設定が変更されています。";
"DirtyMessage" = "新しいアップデートを確認する前に、変更内容を保存してください。";
"kBadPortValue" = "ポート番号のフィールドに無効な値が含まれています。1 〜 65535 の範囲のポート番号を入力してください。デフォルト値は 8088 です";
"failConnectToApple" = "前回の確認：アップルに接続できません。";
"NEW_STORAGE_LOCATION_SHEET" = "ソフトウェア・アップデートを保存するフォルダを選択してください。";

/* These strings are from the Software Update client */
"UnknownSize" = "--";
"KB" = "KB";
"MB" = "MB";
"GB" = "GB";
"IntegerFormat" = "%d%@";
"FloatFormat" = "%.1f%@";

/* Settings - updates view */
"total" = " 合計：";
"mirror" = " コピー済：";
"enable" = " 有効にしたアップデート数：";
"productID" = "製品 ID：";
"copied updates" = " コピーしたアップデート";
"enabled updates" = " 有効にしたアップデート";

/* Overview */
"Software Update Service is:" = "ソフトウェア・アップデート・サービス：";
"Start Time:" = "開始時間：";
"Last Check for Updates:" = "前回のアップデート確認：";
"Last Check: %@" = "前回の確認：%@";
"Updates Copied:" = " コピーしたアップデート：";
"Updates Enabled:" = "有効にしたアップデート数：";
"Automatically copy new updates:" = "新しいアップデートを自動的にコピー：";
"Automatically enable new updates:" = "新しいアップデートを自動的に有効にする：";

/* Tiger Log */
"Software Update Server Log" = "ソフトウェア・アップデート・サーバ・ログ";

/* Leopard Logs */
"Software Update Service Log" = "ソフトウェア・アップデート・サービス・ログ";
"Software Update Access Log" = "ソフトウェア・アップデート・アクセス・ログ";
"Software Update Error Log" = "ソフトウェア・アップデート・エラー・ログ";
